[{"id":608,"acf":{"venue_name":"Final Countdown","color":"#1e73be","description":"Eum corrupti praesent mollit congue repellat odio? Minus lacus diamlorem? Magnam eveniet parturient, illum vitae montes. Tempora minus! Dui odit leo dolore. Tincidunt vel vero tellus turpis lectus, viverra sagittis? Alias expedita architecto ipsa magna placerat euismod magnam curae ultricies molestie illo fuga distinctio nostrud ipsa. Nec fuga facilis adipiscing.","address":"555 Way wy","city":"Pittsburgh","zip":"15123","phone":"412-555-5555","email":"email5@domain5.com","website":"specialops.io","facebook":"realspecialops","twitter":"realspecialops","instagram":"tomlarkin"}},{"id":606,"acf":{"venue_name":"Jungle Gym","color":"#81d742","description":"Montes eum vehicula fames, doloribus, potenti culpa voluptatibus esse amet, odit ultrices. Fugiat. Similique semper maxime, sed venenatis ad proident placerat maxime. Quibusdam! Nesciunt cupidatat expedita! Ultrices odio? Sint facilisi a nostrum vulputate incididunt, deleniti platea! Eaque iure laoreet eius! Nullam nascetur, nihil nascetur numquam quis, sociosqu dicta. Condimentum sem.","address":"444 Court Ct","city":"Pittsburgh","zip":"15226","phone":"412-444-4444","email":"email4@domain4.com","website":"specialops.io","facebook":"realspecialops","twitter":"realspecialops","instagram":"tomlarkin"}},{"id":604,"acf":{"venue_name":"Baby in the Corner","color":"#eeee22","description":"Ac suscipit ullam per id harum accusamus ducimus amet. Atque, fugiat facilisi, pellentesque curabitur penatibus aenean suscipit dolor mollit quisquam? Hac? Repellendus iste quod sit excepteur etiam? Per, pellentesque lobortis, curae facere, nesciunt iaculis. Cillum? Habitasse modi, nisl nesciunt? Ut, repellat montes iste nec! Blanditiis? Sed eum turpis, saepe libero.","address":"222 Drive Dr","city":"Pittsburgh","zip":"15116","phone":"412-333-3333","email":"email3@domain3.com","website":"specialops.io","facebook":"realspecialops","twitter":"realspecialops","instagram":"tomlarkin"}},{"id":602,"acf":{"venue_name":"Loud Places","color":"#dd9933","description":"Porttitor dis tempor sapiente alias deserunt! Tenetur senectus? Libero praesentium quaerat sint amet fusce exercitation lorem dolore? Eleifend. Vel aut, soluta aute voluptates, commodi maiores mollis? Sollicitudin, facilis, dolores necessitatibus bibendum pretium duis varius quisquam eveniet porttitor taciti adipisicing varius, justo repellendus rutrum quidem, interdum officia ornare et diamlorem augue.","address":"222 Avenue Ave","city":"Pittsburgh","zip":"15203","phone":"412-222-2222","email":"domain@domain.com","website":"specialops.io","facebook":"realspecialops","twitter":"realspecialops","instagram":"tomlarkin"}},{"id":582,"acf":{"venue_name":"Hidey Hole","color":"#dd3333","description":"Parturient dictum, sapien metus magnam labore mus magna architecto blandit irure lobortis! Iure diamlorem consequat nostra rem mollis? Elementum fames! Non? Architecto aliquid accusantium, eaque. Augue dolorem omnis aspernatur voluptatum, molestias? Cum amet urna. Adipisicing metus, deserunt error nisl maxime aliquam et posuere ratione dicta. Adipisicing nemo nemo. Delectus nostrum.","address":"111 Street St","city":"Pittsburgh","zip":"15117","phone":"412-111-1111","email":"email1@domain1.com","website":"specialops.io","facebook":"realspecialops","twitter":"realspecialops","instagram":"tomlarkin"}}]